{
  "plugins": {
    "base16-nvim": {
      "src": "https://github.com/wincent/base16-nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "carvion.nvim": {
      "src": "https://github.com/zitrocode/carvion.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruber-darker.nvim": {
      "src": "http://github.com/blazkowolf/gruber-darker.nvim"
    },
    "kanso.nvim": {
      "src": "https://github.com/webhooked/kanso.nvim"
    },
    "koda.nvim": {
      "src": "https://github.com/oskarnurm/koda.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "modus-themes.nvim": {
      "src": "https://github.com/miikanissi/modus-themes.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/edeneast/nightfox.nvim"
    },
    "no-clown-fiesta.nvim": {
      "src": "https://github.com/aktersnurra/no-clown-fiesta.nvim"
    },
    "nvim": {
      "src": "https://github.com/ember-theme/nvim"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-spectre": {
      "src": "https://github.com/nvim-pack/nvim-spectre"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "techbase.nvim": {
      "src": "https://github.com/mcauley-penney/techbase.nvim"
    },
    "thorn.nvim": {
      "src": "https://github.com/jpwol/thorn.nvim"
    },
    "token": {
      "src": "https://github.com/ThorstenRhau/token"
    },
    "vague.nvim": {
      "src": "https://github.com/vague2k/vague.nvim"
    }
  }
}
